projects.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Projects</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/org.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Projects</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><a href="index.html">Home</a> | <a href="notes.html">Notes</a> | <a href="projects.html">Projects</a> | <a href="misc.html">Misc</a></h2>
<div class="outline-text-2" id="text-1">
<hr  />

<p>
I will post the reports and code links for some of my past projects 
here.
</p>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="underline">Monocular Depth prediction</span> : <a href="https://ninception.github.io/docs/CV670_finalReport.pdf">Report</a> | <a href="https://github.com/ninception/cvproject">Code</a></h3>
</div>


<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="underline">Part of speech tagging for Hindi</span> : <a href="https://ninception.github.io/projects/NLP585_final.pdf">Report</a> | <a href="https://github.com/ninception/POStagging_Hindi">Code</a></h3>
</div>


<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="underline">Uncertainty in Deep Learning</span> : <a href="https://ninception.github.io/projects/DL682_final.pdf">Report</a> | <a href="https://github.com/ninception/dlproject">Code</a> | <a href="https://youtu.be/th1Ve-9bZnQ">Short viz</a></h3>
</div>


<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="underline">Simulation for Uefa Euro 16 tournament</span> : <a href="https://ninception.github.io/projects/mitacs_uefa16_simulation.pdf">Report</a> | <a href="https://github.com/ninception/mitacs_uefa16sim">Code</a></h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Report presented at JSM 2017, Baltimore under Statistical Modeling for Sports Science and Applications — Contributed Papersin the Section on Statistics in Sports <a href="https://ww2.amstat.org/meetings/jsm/2017/onlineprogram/MainSearchResults.cfm?sponsored_by&sponsorid=24">(Link to program).</a>
</li>
</ul>

<hr  />
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><small> Created with <a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</small></p>
<p class="validation"></p>
</div>
</body>
</html>
